Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Tämän
sme: Riikkas ja dan eiseválddiin

source: yleissopimuksen 1 ja 27 artikla velvoittavat siten myös Venäjää ja sen viranomaisia
sme: leat dainna lágiin geatnegasvuođat maiddái sámiide konvenšuvnna artihkkaliid 1 ja 27

source: saamelaisiin nähden.
sme: mielde.

source: Venäjä ei ole kuitenkaan ratifioinut itsenäisten maiden
sme: Ruošša ii leat dattetge ratifiseren ILO-konvenšvnna nr. 169 iešmearrideaddji

source: yleissopimusta n:o 169.
sme: stáhtaid álgoálbmogiid ja čearddaid birra.

source: Venäjän vuonna 1993 annettuun perustuslakiin sisältyy alkuperäiskansojen suojelua
sme: Ruoššas lea jagi 1993 mannosaš vuođđolágas mearrádus álgoálbmogiid

source: koskeva määräys.
sme: suodjaleami birra.

source: Tämä määräys kuuluu suomennettuna seuraavasti:
sme: Dat mearrádus lea sámegillii ná:

source: ” Venäjän federaatio takaa vähemmistöinä olevien alkuperäiskansojen (indigenous small peoples) oikeudet niiden kansainvälisen oikeuden ja kansainvälisten yleissopimusten periaatteiden ja standardien mukaan, joihin Venäjän federaatio on yhtynyt. ”
sme: ” Ruošša federašuvdna dáhkida vuoigatvuođaid unnitlohkosaš álgoálbmogiidda (indigenous small peoples) viidát dohkkehuvvon vuođđojurdagiid ja standárddaid mielde mat leat riikkaidgaskasaš lágain ja konvenšuvnnain maid Ruošša federašuvdna lea searvan. ”

source: Perustuslaissa ei ole lueteltu, mitkä kansat kuuluvat edellä mainitun määräyksen
sme: Vuođđolágas ii leat mihkkege logahallamiid mii čájeha maid álbmogiid

source: piiriin.
sme: mearrádus fátmmasta.

source: perusteista vuonna 1996 annetussa laissa sanotaan kuitenkin vähemmistön muodostavien
sme: Jagi 1996 mannosaš lágas, mii gieđahallá sivaid manne stáhta

source: alkuperäiskansojen olevan kansoja, jotka asuvat esi-isiensä perinteisillä asuma-alueilla, jotka
sme: dattetge ahte unnitlohkosaš álgoálbmogat lea álbmogat mat ásset iežaset máttuid

source: ovat säilyttäneet perinteisen elintapansa, joiden lukumäärä ei ylitä 50 000 henkilöä ja joille
sme: sin lohku ii leat stuorit go 50 000 olbmo, ja ahte sis leat iežaset sierra čearddalaš

source: ovat tunnusomaisia yhteiset omaperäiset etniset piirteet.
sme: dovdomearkkat.

source: Vuonna 1999 Venäjän parlamentti hyväksyi lain, jolla turvataan alkuperäiskansojen
sme: Jagi 1999 Ruošša parlameanta dohkkehii Lága mii dáhkida álgoálbmogiid

source: oikeudet Venäjän federaatiossa (laki alkuperäiskansoista).
sme: vuoigatvuođaid Ruošša federašuvnnas (álgoálbmotlága).

source: Vuonna 2000 hyväksyttiin laki
sme: Jagi 2000 bođii Láhka

source: yleisistä periaatteista pohjoisen, Siperian ja Kaukoidän alkuperäiskansojen perheiden
sme: dábálaš prinsihpaid birra maid mielde álgoálbmogiid bearašovttastumit galget

source: yhdistämisen toteuttamiseksi.
sme: organiserejuvvot davvin, Sibirjjás ja Gáiddus Nuortan.

source: Tässä yhteydessä on myös syytä mainita vuonna 2001 annettu
sme: namahuvvot jagi 2001 mannosaš Láhka davi, Sibirjjá ja Gáiddus Nuortti álgo

source: laki pohjoisen, Siperian ja Kaukoidän alkuperäiskansojen perinteisesti käyttämistä maa
sme: álbmogiid eatnamiid árbevirolaš geavaheami birra. Ovttas dát golbma lága leat

source: alueista. Nämä kolme lakia luovat rungon perusoikeuksille, jotka taataan perustuslaissa ja
sme: vuođđovuoigatvuođaid váldu maid vuođđoláhka ja riikkaidgaskasaš standárddat

source: kansainvälisissä normeissa.
sme: dáhkidit.

source: Näiden lakien mukaan alkuperäiskansoilla (45
sme: Dáid lágaid mielde álgoálbmogiin (45 unnitlohkosaš álbmogis) lea

source: vähemmistökansalla) on oikeus omistaa ja vapaasti hyödyntää perinteisten asuinalueittensa
sme: vuoigatvuohta eaiggáduššat ja friddja geavahit árbevirolaš luondduresurssaid iežaset

source: perinteisiä luonnonvaroja, perustaa alkuperäiskansojen alueellisia itsehallintoelimiä, saada
sme: árbevirolaš ássanguovlluin, organiseret álgoálbmogiid guvllolaš iešmearrideaddji

source: alkuperäiskansojen edustajia mukaan hallinnon eri tasoille sekä osallistua
sme: orgánaid, oažžut álgoálbmotáirasiid hálddahusa guđege dássái ja searvat dakkár áššiid

source: päätöksentekoprosesseihin asioissa, jotka koskevat niiden alueiden ympäristönsuojelua.
sme: mearridanproseassaide mat gusket sin guovllu birasgáhttemii. Guovlluide main lea

source: Alueet, joilla perinteisesti hyödynnetään luonnonvaroja, nauttivat erityistä suojaa.
sme: luondduriggodagaid árbevirolaš geavaheapmi, lea erenoamáš suodjaleapmi. Geavadis

source: Käytännössä näihin määräyksiin ei ole kuitenkaan ollut kovinkaan helppoa vedota, ja näiden
sme: ii leat dattetge leamaš álki oamastit dáid mearrádusaid ávkin, ja leat maiddái boahtán

source: kolmen lain säätämisen jälkeen onkin tullut voimaan uudempi lainsäädäntö, joka on
sme: ođđaset lágat mat mannet dán golmma lága addin álgoálbmotvuoigatvuođaiguin

source: ristiriidassa näiden lakien alkuperäiskansoille antamien oikeuksien kanssa.
sme: vostálagaid.

source: 6.7.3 Saamen kielen opetus
sme: 6.7.3 Sámegiela oahpahus

source: Saamen kielet ovat erityisen uhanalaisia Venäjällä, ja vain harvat nuoret käyttävät saamen
sme: Sámegielat leat erenoamáš áitojuvvon Ruoššas, ja unnán nuorat geavahit sámegiela

source: kieltä aktiivisesti.
sme: aktiivvalaččat.

source: Vuonna 1994 Lovozeroon perustettiin saamelainen kieliryhmä erään lastentarhan
sme: Jagi 1994 vuođđudedje Lujávrái (Lovozero) sámi giellajoavkku man váldo

source: yhteyteen.
sme: báiki lea mánáidgárdi.

source: Siellä lapset saavat äidinkielen opetusta leikin ja toiminnan välityksellä. Lisäksi
sme: Das mánáide oahpahuvvo sámegiella stohkosiin ja doaimmain.

source: Lovozerossa on kaksi peruskoulua.
sme: Dasto leat guokte vuođđoskuvlla Lujávrris.

source: Toinen niistä on tavallinen 11-vuotinen venäläinen
sme: Nubbi lea dábálaš 11-jagás ruoššalaš

source: peruskoulu, joka tarjoaa saamen kielen opetusta, ja toinen 11-vuotinen alkuperäiskansojen
sme: vuođđoskuvla, mii fállá oahpahusa sámegielas, ja nubbi fas lea 11-jagáš internáhta

source: internaattikoulu, jossa opetusta annetaan saamen kielessä ja saamen kielellä.
sme: skuvla álgoálbmogiid várás, mas oahpahit sámegillii ja sámegielas.

source: Lasten koulunkäynti internaattikoulussa on kuitenkin kallista, eikä monilla saamelaisilla ole sen
sme: Mánáid diktit vázzit internáhtaskuvllas lea dattetge nu divrras ahte ollu sámit eai suitte bidjat

source: vuoksi varaa antaa lastensa käydä kyseistä koulua.
sme: mánáideaset dan skuvlii.

source: korkeakouluihin ja yliopistoihin.
sme: Sámi studeanttat ožžot álkibut saji muhtun allaskuvllaide ja universitehtaide.

source: 6.7.4 Elinkeinot
sme: 6.7.4 Ealáhussuorggit

source: Venäjän saamelaisten pääelinkeinoina ovat kautta aikojen olleet kalastus, metsästys ja
sme: Ruošša sámiid váldoealáhusat leat áiggiid čađa leamaš guolásteapmi, meahcásteapmi

source: poronhoito ja usein myös näiden yhdistelmä.
sme: ja boazodoallu, vaikkoba seahká.

source: Vuonna 1957 annettiin asetus toimenpiteistä
sme: Jagi 1957 bođii láhkamearrádus doaibmabijuid birra

source: pohjoisten kansojen taloudellisen ja sivistyksellisen kehityksen edistämiseksi.
sme: mat galggašedje buoridit davi álbmogiid ekonomalaš ja kultuvrralaš ovdáneami.

source: Kymmenettuhannet Neuvostoliiton syrjäseutujen pikkupaikkakunnat määriteltiin
sme: Sovjetuniovnnas logiid náre duháha unnibuš boaittobealde gilit definerejuvvojedje

source: perspektiivittömiksi.
sme: pespektiivvaheapmin.

source: Tämä tarkoitti todellisuudessa sitä, että syrjäseutujen asukkaat joutuivat
sme: Dat mearkkaša duohtadilis ahte dáid giliid veahkadagat fertejit

source: jäämään sinne pysyvästi asumaan ja että he joutuivat muuttamaan suurempiin kaupunkeihin,
sme: ássagoahtit bissovaččat, namalassii fárret stuoribuš gávpogiidda vai veahkadat

source: minkä tarkoituksena oli keskittää väestö suuriin asutuskeskuksiin.
sme: čoahkkana daidda.

source: pakkomuutto tapahtui vuonna 1964, jolloin monet rannikon läheisyydessä sijaitsevien pienten
sme: Sámiide dát bákkolaš fárreheapmi dáhpáhuvai jagi 1964. Dat

source: yhteisöjen asukkaat menettivät mahdollisuuden päästä hyödyntämään meren luonnonvaroja.
sme: dagahii dan ahte ollugat dain guđet ásse unna servodagažiin lahka meara, masse

source: Tämä pakkokeinoin tapahtunut väestön keskittäminen esti lisäksi myös luonnonvarojen
sme: vejolašvuođa ávkašuvvat mearrariggodagaiguin. Luondduresurssaid árbevirolaš

source: perinteisen hyödyntämisen.
sme: geavaheapmi maid šattai veadjemeahttumin dán bákkolaš guovddušteami geažil.

source: Poronhoito on edelleenkin monien Kuolan niemimaalla elävien saamelaisten tärkeä
sme: Boazodoallu lea ain dálge deaŧalaš ealáhus ollu sámiide Guoládagas, vaikko

source: elinkeino, vaikka poronhoito ei olekaan saamelaisten yksinoikeus. Vain pieni osa
sme: boazodoallu ii leat várrejuvvon sámiide ja dušše unna sámelogoš jođiha boazodoalu

source: saamelaisista harjoittaa nykyään poronhoitoa Venäjällä.
sme: Ruoššas odne.

source: harjoittavat myös venäläiset, ukrainalaiset ja komit.
sme: Guoládagas ruoššat, ukraidnalaččat ja komit jođihit boazodoalu.

source: elinkeinot kollektivisoitiin pakkotoimin, minkä seurauksena luonnonvarojen perinteinen
sme: Stalin-áiggi boazodoallu, nugo earáge ealáhusat, bákkuin kollektiviserejuvvui, ja dat

source: käyttö loppui.
sme: dagahii ahte árbevirolaš boazodoallu nogai.

source: Kuolan niemimaan saamelaisten elinkeinonharjoittamiseen liittyy muutamia
sme: Guoládaga sámiin leat muhtun erenoamášvuoigatvuođat iežaset

source: etuoikeuksia.
sme: ealáhusdoaimmaide.

source: Kuolan niemimaalla poronhoitoa harjoittavat saavat ” alennusta ”
sme: Boazodoallit ožžot Guoládagas ” vuoládusa ” go láigohit

source: porolaidunalueiden vuokrasta.
sme: guohtuneatnamiid.

source: Saamelaiset saavat lisäksi kaataa korvauksetta enintään 50 m³
sme: Sámit besset dasto vel vuovddis čuollat jahkái 50 m³ muoraid

source: metsää vuodessa.
sme: mávssekeahttá maidege.

source: Saamelaiset saavat joillakin paikoilla myös harjoittaa verkkokalastusta
sme: Sámit besset maid nuohttut muhtun sajiin, juogo mávsse

source: ilmaiseksi tai pientä maksua vastaan.
sme: keahttá dahje unna divadaža ovddas.

source: Venäjän saamelaisten työttömyys on tällä hetkellä suuri.
sme: Odne lea Ruošša sámiin stuorra bargguhisvuohta.

source: 6.8 Yhteiset saamelaiselimet ja pohjoismainen yhteistyö
sme: 6.8 Oktasaš sámi orgánat ja davviriikkalaš ovttasbargu

source: Saamelaiset ovat kansallisten järjestöjensä ja yhteenliittymiensä lisäksi muodostaneet yhteisiä
sme: Sámit lea lassin iežaset riikkalaš organisašuvnnaide ja ovttastumiide vuođđudan

source: toimielimiä yli valtionrajojen.
sme: oktasaš orgánaid riikkarájiid rastá.

source: Saamelaisneuvosto perustettiin vuonna 1956.
sme: Sámeráđđi vuođđuduvvui jagi 1956.

source: Se on yhteinen
sme: Sámeráđđi

source: saamelainen kulttuuripoliittinen ja poliittinen laitos, sillä se on Suomen, Norjan, Ruotsin ja
sme: lea oktasaš sámi kulturpolitihkalaš ja politihkalaš lágádus, go dat lea Suoma, Norgga,

source: Venäjän saamelaisjärjestöjen yhteistyöelin.
sme: Ruoŧa ja Ruošša sámi organisašuvnnaid ovttasbarganorganisašuvdna.

source: Neuvoston päätavoitteena on huolehtia
sme: Ráđi bajimuš

source: saamelaisten eduista yhtenä kansana, lujittaa saamelaisten yhteenkuuluvuutta yli rajojen ja
sme: ulbmil lea gozihit beroštumiid mat sámiin leat álbmogin, nannet sámiid oktiigullevašvuođa riikkarájiid rastá ja bargat dan badjelii ahte sámit maiddái boahtteáiggisge leat

source: työskennellä sen puolesta, että saamelaiset tunnustetaan myös vastaisuudessa kansana, jonka
sme: dohkkehuvvon álbmogin, man kultuvrralaš, politihkalaš, ekonomalaš ja sosiála

source: sivistykselliset, poliittiset, taloudelliset ja sosiaaliset oikeudet turvataan sekä kunkin
sme: vuoigatvuođat galget sihkkarastojuvvot, muhtumassii guđege riikka láhkaásahusain,

source: yksittäisen maan lainsäädännössä että asianomaisten valtioiden ja saamelaisten
sme: ja muhtumassii soahpamušaiguin maid sámiid ovddasteaddji orgánat šiehtadit

source: edustuksellisten elinten välisillä sopimuksilla.
sme: áššeguovdilis stáhtaiguin.

source: Saamelaisneuvostolla on ollut suuri merkitys saamelaisten aseman ja statuksen
sme: Sámeráđđi lea mearkkašan ollu sámiid dili ja árvodási buorráneapmái

source: kehittämiselle täällä Pohjolassa ja ylipäätään alkuperäiskansojen asemalle maailmassa.
sme: Davviriikkain, ja muđui álgoálbmogiid dillái máilmmis.

source: Vuonna 2000 perustettiin saamelainen parlamentaarinen neuvosto.
sme: Jagi 2000 vuođđuduvvui sámi parlamentáralaš ráđđi.

source: Saamelainen
sme: Sámi parlamentáralaš

source: parlamentaarinen neuvosto on Suomen, Norjan ja Ruotsin saamelaiskäräjien yhteistyöelin.
sme: ráđđi lea Suoma sámedikki, Norgga sámedikki ja Ruoŧa sámedikki ovttasbargan

source: Saamelaisneuvostolla ja Venäjän saamelaisilla on neuvostossa tarkkailijan asema.
sme: orgána. Sámeráđis ja Ruošša sámiin lea dárkojeaddji árvodássi ráđis. Sámi parla

source: parissa, jotka koskettavat saamelaisia yli valtionrajojen. Sen on määrä olla saamelaisten etuja
sme: mentáralaš ráđi doaibma lea bargat áššiiguin mat gusket sámiide riikkarájiid rastá.

source: vaaliva yhteinen toimielin, jonka tehtävänä on lujittaa saamelaisten yhteistyötä yli
sme: Ráđđi galgá leat oktasaš orgána mii goziha sámiid beroštumiid, ja dat galgá nannet

source: valtionrajojen.
sme: sámiid riikkarájiid rasttideaddji ovttasbarggu.

source: Saamelaisparlamentaarikkojen ensimmäinen konferenssi, jonka jäseninä olivat
sme: Vuosttamuš sámeparlamentarihkárkonfereansa, masa bohte áirasat Suoma

source: Suomen, Norjan ja Ruotsin saamelaiskäräjien kaikki edustajat ja johon osallistuivat myös
sme: sámedikkis, Norgga sámedikkis ja Ruoŧa sámedikkis ja Ruošša sámiin, lei Johka

source: Venäjän saamelaisten edustajat, pidettiin Jokkmokissa (Johkámohki) 24. helmikuuta 2005.
sme: mohkis guovvamánu 24. b. 2005.

source: Konferenssi hyväksyi historiallisen julistuksen, joka koskee saamelaisten kulttuurin ja
sme: Das mearriduvvui historjjálaš julggaštus mii guoská

source: yhteiskuntaelämän kaikkia osa-alueita.
sme: sámiid kultuvrra ja servodateallima buot beliide.

source: Suomen, Norjan ja Ruotsin viranomaiset ovat yhteistyössä käsitelleet
sme: Suoma, Norgga ja Ruoŧa eiseválddit leat bargan ovttasráđiid sámi áššiiguin

source: saamelaiskysymyksiä virkamiestasolla vuodesta 1964 lähtien.
sme: ámmátolbmádásis jagi 1964 rájis.

source: vuonna 2001 saamelaisasioiden pohjoismainen virkamieselin, jossa ovat mukana myös
sme: Ovttasbarganlávdegotti sadjái bođii jagi 2001

source: Suomessa, Norjassa ja Ruotsissa vastaavien ministerien pysyvä poliittisen tason yhteistyö
sme: Davviriikkalaš sámi áššiid vástesaš ámmátolbmáorgána, mas lea maiddái sámedikkiid

source: alkoi vuonna 2000.
sme: Jagi 2000 vuođđuduvvui bissovaš politihkkadásat ovttasbargu

source: Yhteistyön käytännön järjestelyistä vastaa Pohjoismaiden
sme: sámediggepresideanttaid ja ministariid gaskkas geain lea ovddasvástádus sámi áššiin

source: ministerineuvoston sihteeristö.
sme: Suomas, Norggas ja Ruoŧas.

source: Virkamieselin kokoontuu säännöllisin väliajoin pohtimaan ja
sme: Ovttasbargu lea čadnojuvvon Davviriikkalaš

source: käsittelemään Suomea, Norjaa ja Ruotsia koskevia saamelaiskysymyksiä.
sme: Ministtarráđi čállingoddái, ja dasa gullet jeavddalaš čoahkkimat main Suoma, Norgga

source: Saamelaisten edustuksesta muussa pohjoismaisessa yhteistyössä voidaan sanoa, että
sme: ja Ruoŧa sámi áššit čilgejuvvojit, divaštallojuvvojit ja gieđahallojuvvojit.

source: saamelaisilla on yleisesti ottaen tarkkailijan asema. Saamelaiskäräjillä on tarkkailijan asema
sme: Muđui davviriikkalaš ovttasbarggus sámiid ovddasteapmi lea eambbo

source: Pohjoismaiden neuvostossa, mutta keskusteluja siitä, tulisiko saamelaiskäräjien olla
sme: dárkojeaddji oassi. Sámedikkiin lea dárkojeaddji árvu Davviriikkalaš Ráđis, muhto

source: neuvoston jäseniä, käydään jatkuvasti.
sme: ohpit divaštallojuvvo dat, galgetgo leat Ráđis lahttun.

source: Saamelaisilla ei ole muodollista osallistujan asemaa Barentsin neuvostossa, mutta
sme: Sámiin ii leat formála oasseváldi árvu Barents-ráđis, muhto Barents

source: Barentsin alueneuvostossa saamelaisilla, nenetseillä ja vepsäläisillä on yhteinen edustaja.
sme: guovloráđis lea sámiin, njenehcain ja vepsálaččain oktasaš ovddasteapmi. Dasto

source: Lisäksi voidaan mainita, että Saamelaisneuvosto on mukana Arktisessa neuvostossa ilman
sme: sáhttit namahit ahte Sámeráđđi lea Árktalaš ráđis oasseváldi almmá

source: äänioikeutta.
sme: jienastanvuoigatvuođa haga.

source: Kansainväliset instrumentit
sme: Riikkaidgaskasaš reaiddut

source: 7.1 Johdanto
sme: 7.1 Ovdasátni

source: Asiantuntijatyöryhmän toimeksiannon mukaan sopimustekstiluonnosta laadittaessa on
sme: Áššedovdi joavkku direktiivvas vuolgá ahte konvenšudvnateavstta álgohápmi gálgá

source: otettava huomioon kunkin maan kansainvälisistä instrumenteista johtuvat velvoitteet. Tämän
sme: ráhkaduvvot daid riikkaidgaskasaš reaidduid mielde mat geatnegahttet guđege riikka.

source: takia niitä on syytä selostaa tarkemmin.
sme: Danne lea dárbu daid čilget dárkileappot.

source: Suomi, Norja ja Ruotsi ovat kukin erikseen liittyneet
sme: Suopma, Norga ja Ruoŧa leat guhtege

source: erilaisiin kansainvälisiin yleissopimuksiin tai hyväksyneet julistuksia, joilla on merkitystä
sme: searvan iešguđetlágan riikkaidgaskasaš konvenšuvnnaide, dahje dohkkehan julggaš

source: näiden kolmen maan saamelaisten oikeudellisen aseman kannalta.
sme: tusaid mat váikkuhit dan golmma riikka sámiid riektedillái.

source: Siihen liittyviä tärkeimpiä
sme: Daid álbmotrievttálaš

source: kansainvälisoikeudellisia instrumentteja käsitellään tarkemmin tässä luvussa.
sme: instrumeanttat mat leat deaŧalepmosat dán oktavuođas, mii geahčadit dárkileappot dán

source: Alkuperäisväestöjen oikeuksia koskevien kansainvälisoikeudellisten normien tarkoituksena
sme: kapihttlais. Álbmotrievttálaš standárddat mat leat álgoálbmogiid vuoigatvuođaid

source: on ensi sijassa varmistaa, että alkuperäiskansojen on mahdollista suojella ja kehittää
sme: várás, geahččalit ovddimusat sihkkarastit ahte álgoálbmogiin, iežaset vuođđojurda

source: kulttuuriaan, kieltään, elintapojaan, yhteiskuntaelämäänsä ja perinteisiä alueitaan omien
sme: giiguin, galget sáhttit gáhttet ja ovddidit kultuvrraset, gielaset ja servodateallimeaset,

source: lähtökohtiensa mukaan.
sme: ja árbevirolaš guovlluideaset.

source: Kansainvälisen alkuperäiskansojen suojelun keskeisiä elementtejä
sme: Álgoálbmogiid eatnamiid ja resursavuoigatvuođaid

source: ovat alkuperäiskansojen maaoikeuksien ja luonnonvarojen käyttöoikeuksien kunnioittaminen
sme: gudnejahttin ja sihkkarastin leat guovdilis oasit álbmotrievttálaš

source: ja turvaaminen, koska alkuperäiskansoilla on historiallinen yhteys omiin maa-alueisiinsa ja
sme: álgoálbmotsuodjalusas sin historjjálaš čatnasiid geažil iežaset eatnamiidda, ja

source: koska niiden kulttuuri liittyy läheisesti näiden alueiden ja alueilla esiintyvien luonnonvarojen
sme: dainnago sin kultuvrras lea lagaš oktavuohta dáidda guovlluide ja luondduresurssaide.

source: Tämä on tunnusomaista myös saamelaisille.
sme: Dát leat sámiidge dovdomearkkat.

source: Kansainvälisten normien tarkoituksena on taata alkuperäiskansojen erityisoikeudet,
sme: Riikkaidgaskasaš norpmat geahččalit sihkkarastit álgoálbmogiid errenoamáš

source: estää alkuperäiskansojen syrjintä ja osaltaan edistää todellista tasa-arvoa alkuperäiskansojen
sme: vuoigatvuođaid, geahpedit álgoálbmotvealaheami ja doarjut ahte šaddá duođalaš

source: ja maan valtaväestön välillä.
sme: ovttadássásašvuohta riikka álgoálbmogiid ja váldoálbmoga gaskii.

source: Monet alkuperäiskansat ovat joutuneet pitkäaikaisen syrjinnän ja
sme: Ollu álgoálbmogat

source: sulauttamispolitiikan kohteiksi.
sme: leat gillán guhkesáigásaš vealaheami ja assimilašuvdnapolitihka.

source: Tämä koskee myös saamelaisia niin yksilöinä kuin
sme: Nu leat sámitge –

source: kansanakin.
sme: ovttaskas olmmožin ja álbmogin.

source: Saamelaiset ovat historian kuluessa joutuneet kokemaan viranomaissyrjintää,
sme: Sámit leat historjjá čađa deaivvahallan eiseválddiid

source: jossa on muun muassa ollut kyse pakkosulauttamisesta ja saamelaisten kulttuuriin, kieleen,
sme: vealaheapmái, ee. bággoassimilašuvdnii ja vealaheapmái kultuvrra, giela, eanan- ja

source: maaoikeuksiin ja luonnonvaroihin liittyviin oikeuksiin sekä muihin perusoikeuksiin liittyvästä
sme: resursavuoigatvuođaid ja eará vuođđovuoigatvuođaid dáfus.

source: syrjinnästä. Asiantuntijatyöryhmä ehdottaa saamelaissopimusluonnoksessaan nimenomaista
sme: Áššedovdi joavku árvala

source: syrjintäkieltoa, vrt. syrjimättömyyttä ja erityistoimenpiteitä koskeva 7 artikla.
sme: eahpitkeahtes vealahangildosa iežas árvaluvvon sámekonvenšuvdnii, vrd. artihkkala 7

source: Siitä huolimatta, että kansainvälisen oikeuden antama vähemmistöjen suoja eroaa
sme: mii gieđahallá vealatkeahttáivuođa ja sierra doaibmabijuid.

source: joissakin suhteissa vain vähän alkuperäiskansojen suojasta, alkuperäiskansojen oikeuksien
sme: Vaikko muhtun surggiin lea unnán erohus dan suodjalusas maid álbmotriekti

source: kansainvälisoikeudellinen tunnustaminen on olennaisilta osin laajempi kuin
sme: vuoigatvuođaid álbmotrievttálaš dohkkeheapmi lea oppalohkái viidát go álbmot

source: kansainvälisoikeudellinen vähemmistöjen suoja.
sme: rievttálaš unnitlohkosuodjalus.

source: Yksi tärkeä ero on, että alkuperäiskansojen
sme: Álgoálbmogiid vuoigatvuođat eatnamiidda, čáziide ja

source: oikeudet maahan, veteen ja omien alueittensa luonnonvaroihin tunnustetaan. Toinen tärkeä
sme: luondduriggodagaide iežaset guovlluin ja daid dohkkeheapmi lea deaŧalaš erohus.

source: ero on, että kansainväliset alkuperäiskansojen oikeudet ilmenevät olennaisilta osin
sme: Nubbi deaŧalaš erohus lea ahte riikkaidgaskasaš álgoálbmotvuoigatvuođat eanaš

source: kollektiivisina oikeuksina päinvastoin kuin vähemmistöoikeudet, jotka on muotoiltu yksilöoikeuksiksi.
sme: bohtet ovdan kollektiiva vuoigatvuohtan, eaige unnitlohkovuoigatvuohtan, mat leat hábmejuvvon ovttaskas olbmuid vuoigatvuohtan. Sámiid fátmmastit goappašat

source: Saamelaiset kuuluvat molempien säännösten piiriin.
sme: njuolggadusgihput.

source: Saamelaiset ovat
sme: Sámit leat álgoálbmot ja seammás maid čearddalaš ja giellalaš

source: alkuperäiskansa ja samalla myös kunkin maan etninen ja kielellinen vähemmistö.
sme: unnitlohku dan golmma davviriikkas.

source: 7.2 Käsitteiden selkiyttäminen – syrjinnän käsite
sme: 7.2 Doabačielggadeapmi – vealahusdoaba

source: Käsitteitä ” syrjintä ” ja ” eriarvoinen kohtelu ” käytetään aika ajoin synonyymeina kuvaamaan
sme: Doahpagiidt ” vealeapmi ” ja ” erohustin ” (forskjellsbehandle) geavahuvvojit

source: tilanteita, joissa erilaisia tapauksia kohdellaan samalla tavalla, tai tilanteita, joissa
sme: guovttelágan dáhpáhusaiguin meannuduvvo ovtta ládje, ja dilálašvuođaid main

source: samankaltaisia tapauksia kohdellaan eri tavalla.
sme: ovttalágan dáhpáhusaiguin meannuduvvo guovtte ládje.

source: Norjan lainsäädännössä on käytetty
sme: Norgalaš riektedoalus

source: ensisijaisesti käsitettä ” eriarvoinen kohtelu ”, kun taas Ruotsin ja Suomen lainsäädännössä
sme: geavahit erenoamážit doahpaga» erohustin ” lágain, ja ruoŧŧilaš ja suopmelaš

source: käytetään käsitettä ” syrjintä ”.
sme: riektedoalus geavahit doahpaga» vealaheapmi ”.

source: Asiantuntijatyöryhmä käyttää käsitettä ” syrjintäperiaate ” kuvaamaan
sme: Áššedovdi joavku geavaha vealahusdoahpaga namahussan lágarihkku

source: oikeudenvastaista eriarvoista kohtelua, kun taas käsitettä ” eriarvoinen kohtelu ” käytetään
sme: fuonibunatnimii, ja doahpaga erohustima dat geavaha bajitdásat ja neutrála doaban

source: yleisenä ja neutraalina käsitteenä, joka käsittää kaikki epätasa-arvoisen kohtelun muodot.
sme: mii gokčá juohkelágan fuonibunatnima. Dát heive oktii vealahusgildosa riikkaid
